{
    "PublicService": {
        "name": "Disability Assessment and Certification",
        "evidence": [
            {
                "id": 1,
                "evs": [
                    {
                        "id": "ev0001",
                        "type": "Evidence",
                        "name": "Medical Referral File",
                        "description": "The insured person must inform their personal doctor, who is related to their primary condition, to complete the Medical Referral File electronically by providing the individual's Social Security Number (AMKA). Once the file is finalized by the personal doctor, the Disability Certification Center (KE.P.A.) will automatically be notified to schedule an evaluation appointment."
                    }
                ]
            },
            {
                "id": 2,
                "evs": [
                    {
                        "id": "ev0002",
                        "type": "Evidence",
                        "name": "Disability Certification Result Notification (G.A.P.A.)",
                        "description": "Required in cases involving (1) Evaluation for certification extension, (2) Evaluation for worsening of an existing condition or addition of a new condition, or (3) Evaluation for revision of an existing certification."
                    }
                ]
            },
            {
                "id": 3,
                "evs": [
                    {
                        "id": "ev0003",
                        "type": "Evidence",
                        "name": "Authorization",
                        "description": "Required when the application is submitted by the insured person's legal representative."
                    },
                    {
                        "id": "ev0004",
                        "type": "Evidence",
                        "name": "Power of Attorney (General or Special)",
                        "description": "The Power of Attorney must either grant the representative a broad range of powers (General Power of Attorney) or specifically describe certain actions that the representative is authorized to perform (Special Power of Attorney), including actions related to this process."
                    }
                ]
            },
            {
                "id": 4,
                "evs": [
                    {
                        "id": "ev0005",
                        "type": "Evidence",
                        "name": "Court Decision for Legal Guardianship and/or Custody Assignment",
                        "description": "Required only when a court decision establishes legal guardianship and/or custody."
                    }
                ]
            },
            {
                "id": 5,
                "evs": [
                    {
                        "id": "ev006",
                        "type": "Evidence",
                        "name": "Certificate of Family Status",
                        "description": "The Certificate of Family Status is required when the application is not submitted by the examinee due to age and serves to prove the relationship between the applicant and the examinee."
                    },
                    {
                        "id": "ev007",
                        "type": "Evidence",
                        "name": "Birth Certificate",
                        "description": "Required when the applicant is not the examinee, to prove the relationship between the applicant and the examinee."
                    }
                ]
            }
        ],
        "criterion_requirments": [
            {
                "id": "cr0001",
                "name": "TaxisNet Credentials"
            },
            {
                "id": "cr0002",
                "name": "Attending Physician"
            }
        ]
    }
}
